Repository: WPPlugins/dexs-counter
Catalog: includes/langs/dexs-counter-*.po
Languages: de_de

source: A simple but powerful view counter and rating system, with own (dashboard) widgets, for your awesome WordPress website.
de_de: Ein einfacher aber starker Beitragszähler sowie ein Bewertungssystem, mit eigenen Widgets, für deine coole WordPress Webseite.

source: Settings
de_de: Einstellungen

source: Documentation
de_de: Dokumentation

source: Settings have been successfully reseted!
de_de: Einstellungen wurden erfolgreich zurückgesetzt!

source: Settings have been successfully saved!
de_de: Einstellungen wurden erfolgreich gespeichert!

source: Settings couldn't be reseted!
de_de: Einstellungen konnten nicht zurückgesetzt werden!

source: Settings couldn't be saved!
de_de: Einstellungen konnten nicht gespeichert werden!

source: Reset Settings
de_de: Zurücksetzen

source: Save Settings
de_de: Speichern

source: Don't forget to save the settings!
de_de: Vergiss nicht die Einstellungen zu speichern!

source: Extended Statistics
de_de: Erweiterte Statistiken

source: Enable this option to store each day viewer and rating counter and display this data as a diagram inside the Dexs dashboard widget.
de_de: Aktiviere diese Option um jeden täglichen Counter zu speichern und diese Daten in einem Diagramm im Dexs Dashboard Widget anzuzeigen.

source: Enable this option to use the Dexs Sidebar Widgets on your Frontend Theme.
de_de: Aktiviere diese Option um die Dexs Sidebar Widgets für dein Design zu aktivieren.

source: Viewer Counter
de_de: Beitragszähler

source: The Viewer Counter saves every view on each enabled post type.
de_de: Der Beitragszähler speichert jeden Klick auf den aktivierten Beitragstypen.

source: Post Types
de_de: Beitragstypen

source: Exclude Roles
de_de: Rollen ausschließen

source: Rating System
de_de: Bewertungssystem

source: The Rating System allows your reader to rate your posts.
de_de: Das Bewertungssystem erlaubt deinen Lesern deine Beiträge zu bewerten.

source: Rating Layout
de_de: Bewertungslayout

source: Like
de_de: Gefällt Mir

source: Like and Dislike
de_de: Gefällt Mir und Gefällt Mir Nicht

source: 3-Level Rating
de_de: 3-Level Bewertung

source: 5-Level Rating
de_de: 5-Level Bewertung

source: Statistics
de_de: Statistiken

source: I'm sorry, but there is no data to display yet!
de_de: Es können noch keine Daten angezeigt werden!

source: Most-Viewed Posts
de_de: Meistgeklickten Beiträge

source: Total
de_de: Insgesamt

source: Best-Rated Posts
de_de: Bestbewertesten Beiträge

source: Ratings
de_de: Bewertungen

source: Made with %s
de_de: Mit %s geschrieben

source: Counter Statistics
de_de: Zähler Statistiken

source: Today
de_de: Heute

source: Views
de_de: Aufrufe

source: View-Counter List
de_de: Beitragszähler Liste

source: This widget allows you to create a custom content list, depending on the view counter.
de_de: Mit diesem Widget kannst du eine benutzerdefinierte Beitragsliste, auf Basis des Beitragszählers, anzeigen lassen.

source: Total Views:
de_de: Alle Aufrufe:

source: Unique Views:
de_de: Einmalige Aufrufe:

source: Total Views Today:
de_de: Heutige Aufrufe:

source: Unique Views Today:
de_de: Einmalige Heutige Aufrufe:

source: Title
de_de: Titel

source: Display Post Date?
de_de: Datum anzeigen?

source: Display View Counter?
de_de: Beitragszähler anzeigen?

source: Post Type
de_de: Beitragstyp

source: Category
de_de: Kategorie

source: All Categories
de_de: Alle Kategorien

source: Number of Items
de_de: Anzahl der Beiträge

source: Order By
de_de: Sortieren Nach

source: Total Views
de_de: Alle Klicks

source: Unique Views
de_de: Einzigartige Klicks

source: LifeTime
de_de: Seit Jeher

source: for Today
de_de: Seit Heute

source: Exclude
de_de: Ausschließen

source: Post-Type Content IDs, separated by commas.
de_de: BeitragsIDs, getrennt durch Kommas

source: Rate-Counter List
de_de: Bewertungsliste

source: This widget allows you to create a custom content list, depending on the rating counter.
de_de: Mit diesem Widget kannst du eine benutzerdefinierte Beitragsliste, auf Basis der Bewertungen, anzeigen lassen.

source: best-rated
de_de: best-bewertesten

source: most-rated
de_de: meist-bewertesten

source: worst-rated
de_de: schlecht-bewertesten

source: fewest-rated
de_de: wenigst-bewertesten
